<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | บรรทัดภาษาเหล่านี้จะถูกใช้ในกระบวนการตรวจสอบสิทธิ์
    | สำหรับข้อความที่จำเป็นต้องแสดงให้กับผู้ใช้
    | คุณสามารถปรับเปลี่ยนข้อความเหล่านี้ได้ตามความต้องการของแอปพลิเคชันของคุณ
    |
    */

    'failed' => 'ข้อมูลรับรองนี้ไม่ตรงกับข้อมูลในระบบของเรา.',
    'password' => 'รหัสผ่านที่ให้มานั้นไม่ถูกต้อง.',
    'throttle' => 'พยายามเข้าสู่ระบบมากเกินไป กรุณาลองใหม่อีกครั้งใน :seconds วินาที.',

];
