<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | บรรทัดภาษาเหล่านี้ถูกใช้โดยไลบรารีตัวแบ่งหน้า (paginator)
    | เพื่อสร้างลิงก์สำหรับการแบ่งหน้าอย่างง่าย
    | คุณสามารถปรับเปลี่ยนข้อความเหล่านี้ได้ตามความต้องการ
    | เพื่อให้เหมาะสมกับการใช้งานในแอปพลิเคชันของคุณ
    |
    */

    'previous' => '&laquo; ก่อนหน้า',
    'next' => 'ถัดไป &raquo;',

];
