<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | บรรทัดภาษาเหล่านี้เป็นค่าเริ่มต้นที่ถูกใช้เมื่อเกิดข้อผิดพลาด
    | หรือข้อความที่แสดงให้ผู้ใช้เห็นในกระบวนการรีเซ็ตรหัสผ่าน
    | เช่น โทเค็นไม่ถูกต้อง หรือรหัสผ่านใหม่ไม่ผ่านการยืนยัน
    |
    */

    'reset' => 'รหัสผ่านของคุณถูกรีเซ็ตเรียบร้อยแล้ว!',
    'sent' => 'เราได้ส่งลิงก์สำหรับรีเซ็ตรหัสผ่านไปยังอีเมลของคุณแล้ว!',
    'throttled' => 'กรุณารอสักครู่ก่อนลองอีกครั้ง.',
    'token' => 'โทเค็นสำหรับรีเซ็ตรหัสผ่านนี้ไม่ถูกต้อง.',
    'user' => "เราไม่พบผู้ใช้ที่มีที่อยู่อีเมลนี้.",

];
